Angular.ng-template
ardenivanov.svelte-intellisense
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
charliermarsh.ruff
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-chat
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
hashicorp.terraform
jakob101.RelativePath
jebbs.plantuml
koalamer.labeled-bookmarks
mads-hartmann.bash-ide-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-server
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
mxsdev.typescript-explorer
njpwerner.autodocstring
Orta.vscode-jest
pomber.git-file-history
redhat.vscode-yaml
rust-lang.rust-analyzer
sissel.shopify-liquid
skellock.just
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
timonwong.shellcheck
Tobias-Faller.vt100-syntax-highlighting
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.codetour
wix.vscode-import-cost
YoavBls.pretty-ts-errors
yzhang.markdown-all-in-one
