alefragnani.Bookmarks
ardenivanov.svelte-intellisense
bmewburn.vscode-intelephense-client
brittanychiang.halcyon-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
GitHub.remotehub
howardzuo.vscode-favorites
ikappas.phpcs
iocave.customize-ui
iocave.monkey-patch
jakob101.RelativePath
johnpapa.vscode-peacock
joshuatz.do-co-authoring-toolkit
kokororin.vscode-phpfmt
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.vscode-typescript-tslint-plugin
octref.vetur
oderwat.indent-rainbow
pomber.git-file-history
raymondcamden.htmlescape-vscode-extension
ritwickdey.LiveServer
samverschueren.linter-xo
sohamkamani.code-eol
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
valeryanm.vscode-phpsab
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
