angular.ng-template
ardenivanov.svelte-intellisense
astro-build.astro-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
charliermarsh.ruff
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
dtsvet.vscode-wasm
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
hashicorp.terraform
jakob101.relativepath
koalamer.labeled-bookmarks
llvm-vs-code-extensions.lldb-dap
mads-hartmann.bash-ide-vscode
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
mxsdev.typescript-explorer
njpwerner.autodocstring
orta.vscode-jest
pomber.git-file-history
redhat.java
redhat.vscode-yaml
rust-lang.rust-analyzer
sabitovvt.favorites-panel
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
swiftlang.swift-vscode
task.vscode-task
timonwong.shellcheck
tobias-faller.vt100-syntax-highlighting
vscjava.vscode-gradle
vscode-icons-team.vscode-icons
vscodevim.vim
vsls-contrib.codetour
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
